<?php

namespace Swing\Arrays;

/**
 * Class Purposes
 *
 * @package Swing\Arrays
 */
class Purposes
{
    //todo:: Полная хуйня как всегда
    public static $array = [
        7  => 'Свинг открытый (совместный)',
        15 => 'Свинг закрытый (в разных комнатах)',
        16 => 'Мягкий свинг (без обмена партнерами)',
        18 => 'Хард свинг',
        8  => 'Групповой секс (более трех, не обязательно пары)',
        10 => 'Sexwife',
        17 => 'Hotwife',
        12 => 'BDSM',
        13 => 'Gang bang',
        9  => 'Сексуальные эксперименты',
        2  => 'Дружба и общение',
        1  => 'Виртуальная переписка и обмен фотками',
        6  => 'Секс 1-2 раза',
        5  => 'Постоянный секс',
        3  => 'Серьезные отношения, брак'
    ];
}
