<?php
/**
* @var \System\View $this
*/
?>

<?php $this->extend('layout/layout'); ?>

<?php $this->start('title'); ?>Соглашение об обработке персональных данных<?php $this->stop(); ?>
<?php $this->start('description'); ?>Соглашение об обработке персональных данных<?php $this->stop(); ?>

<?php $this->start('content'); ?>
<h2>Соглашение об обработке персональных данных</h2>

<p>
    Настоящее пользовательское соглашение является публичной офертой (то есть предложением заключить соглашение).
    <br>
    Регистрируясь на сайте <a href="https://swing-kiska.ru">https://swing-kiska.ru</a>,
    Вы считаетесь присоединившимся к настоящему соглашению.
</p>

<h3>1. Термины, применяемые в настоящем Соглашении:</h3>
<p>
    1.1. <strong>Сайт</strong> – это совокупность текстов, графических элементов, дизайна, изображений, программного кода, фото- и видеоматериалов
    <br>
    и иных результатов интеллектуальной деятельности, содержащихся в сети Интернет под
    доменным именем <strong>https://swing-kiska.ru</strong>.
</p>
<p>
    1.2. <strong>Администрация Сайта</strong> &mdash; это лица, обладающие правами администрирования и модерирования Сайта.
</p>
<p>
    1.3. <strong>Пользователь</strong> &mdash; это любое лицо, осуществившее вход на Сайт и принявшее условия настоящего Соглашения,
    <br>
    независимо от факта прохождения процедур регистрации и авторизации.
</p>
<h3>2. Использование персональных данных</h3>
<p>
    2.1. Принимая условия настоящего соглашения, Пользователь предоставляет Администрации Сайта согласие на обработку своих персональных данных.
    <br>
    Действует свободно, по своей воле и в своих интересах.
    <br>
    В случае необходимости Администрация Сайта вправе предоставлять персональные данные третьим лицам исключительно в целях оказания услуг технической поддержки.
</p>
<p>
    2.2. Цель обработки персональных данных: регистрация на Сайте, общение на форуме.
</p>
<div>
    <p>2.3. Обработке подлежат следующие персональные данные:</p>
    <ul>
        <li>Имя</li>
        <li>Место пребывания (страна, город, область)</li>
        <li>Адрес электронной почты (E-mail)</li>
        <li>а также иные полученные от Пользователя персональные данные</li>
    </ul>
</div>
<div>
    <p>2.4. Под обработкой персональных данных подразумевается следующий перечень действий с персональными данными: </p>
    <ul>
        <li>сбор</li>
        <li>систематизация</li>
        <li>накопление</li>
        <li>хранение</li>
        <li>уточнение (обновление или изменение)</li>
        <li>использование</li>
        <li>обезличивание</li>
        <li>уничтожение</li>
        <li>а также осуществление любых иных действий с персональными данными в соответствии с действующим законодательством</li>
    </ul>
</div>

<p>
    2.5. Обработка данных может осуществляться как с использованием средств автоматизации, так и без их использования (при неавтоматической обработке).
    <br>
    При обработке персональных данных, Администрация Сайта не ограничена в применении способов их обработки.
</p>

<p>
    2.6. Данное согласие на обработку персональных данных действует бессрочно, но может быть отозвано субъектом персональных данных
    <br>
    на основании личного заявления, направленного по электронной почте Администрации Сайта, либо вручено лично под расписку.
</p>
<p>
    2.7. В случае получения от Пользователя письменного заявления об отзыве настоящего согласия на обработку персональных данных,
    <br>
    Администрация Сайта обязуется прекратить их обработку и исключить персональные данные из базы данных, в том числе электронной.
</p>

<p>
    2.8. Администрация Сайта обязуется использовать персональные данные Пользователя, полученные в результате использования Сайта
    <br>
    в соответствии с требованиями законодательства о защите персональных данных, в том числе федерального закона № 152-ФЗ от 27.07.2006
    <br>
    «О персональных данных» в редакции, действующей на момент обработки таких персональных данных.
</p>

<p>
    Если Вы как Пользователь не согласны с данным соглашением, у Вас всегда есть право отказаться от доступа к Сайту и
    прекратить использование его материалов.
</p>

<p>
    Если Вы считаете, что Соглашение или действия Администрации Сайта нарушает Ваши права, не молчите, напишите нам об
    этом на электронную почту: <a href="mailto:info@swing-kiska.ru">info@swing-kiska.ru</a>
</p>
<?php $this->stop(); ?>